In [1]:
import pandas as pd

In [2]:
df = pd.read_csv('empleados.csv')

In [3]:
df.head(5) ## Aqui miramos los primeros cinco datos del archivo csv

,Nombre,Apellido,Sexo,Estado_Civil,Edad,Experiencia,Salario,Gerencia,Departamento
0,Alexandro,NaN,Masculino,Soltero(a),22.0,3.0,2423.0,No,Publicidad
1,Carlos,NaN,Masculino,Casado(a),38.0,10.0,3132.0,Sí,NaN
2,Felipa,NaN,Femenino,Soltero(a),26.0,5.0,2639.0,No,Comercial
3,Daniel,NaN,Masculino,Casado(a),35.0,10.0,3122.0,No,Comercial
4,John,NaN,Masculino,Casado(a),35.0,13.0,3431.0,Sí,Servicios al cliente

In [4]:
df.notnull().sum()  ## Aqui miramos los valores que no son nulos.

Nombre                 245
           Apellido      0
Sexo                   214
Estado_Civil           247
Edad                   190
Experiencia            247
Salario                245
Gerencia               230
Departamento           239
dtype: int64